templates/samba/order.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body>
        <OrderInteractive xmlns="http://adrconnect.mvrs.com/adrconnect/2013/04/">
            <inCommunications>%COMM%</inCommunications>
            <inOrder>
                <OrderXml>%ORDER%</OrderXml>
            </inOrder>
        </OrderInteractive>
    </s:Body>
</s:Envelope>    
